trunk/HSIM/iHub/IV/xml/SetFont

<Envelope xmlns="http://schemas.xmlsoap.org/soap/envelope/">
<Body>
<GetIVUpdatedObjects xmlns="http://schemas.actuate.com/actuate11">
<Operation>
<Target>
<Id>$1</Id>
<Type>Label</Type>
</Target>
<Operator>SetFont</Operator>
<Oprand>
<Name>page</Name>
<Value>$2</Value>
</Oprand>
<Oprand>
<Name>totalpage</Name>
<Value>$3 </Value>
</Oprand>
<Data>
<ColumnDefs/>
<Font>
<Family>$4</Family>
<Size>auto</Size>
<Color>$5</Color>
<BackgroundColor>auto</BackgroundColor>
<Bold>$6</Bold>
<Italic>false</Italic>
<Underline>false</Underline>
<ApplyToTable>false</ApplyToTable>
</Font>
</Data>
</Operation>
<IVSessionID>$7</IVSessionID>
</GetIVUpdatedObjects>
</Body>
</Envelope>
